{"/about/":{"data":{"":"👋 Welcome to my Project Website 👋\nMy name is Ben Lipovski and I am a student enrolled in spring 2024 SPPH 381E (Work \u0026 Health) at the University of British Columbia. This website is the result of my examination into the health and occupational hazards associated with receipt paper. Designed using Hugo, a static site generator written in Go, this website uses the Hextra theme to host an engaging and accessible space to share my findings and insights.\nThis project website is hosted on my personal portfolio. Visit lipovski.ca to explore more about my work and academic endeavors.\nFor further information on the Hugo framework and the Hextra theme, please consult the following links:\nHugo Website Hextra Repository Hugo Documentation Hextra Documentation "},"title":"About"},"/docs/":{"data":{"":" ℹ️ For added convenience, the entire content of this website is available in a PDF report. To download the project report, click the button in the above menu. Before we delve into the details of receipt paper, it’s crucial to understand how this website is organized. The site is designed with a documentation-style approach, organizing information in a clear and linear progression. The project is divided into four main sections: (1) introduction, (2) background, (3) life cycle assessment, and (4) risk assessment.\nFor smooth navigation, you’ll find previous and next buttons at the bottom of each page. To quickly move across different topics, utilize the sidebar on the left side of each page. Additionally, the landing page of each section offers a detailed table of contents\u003c, showcasing the topics available for exploration (see below!). At any point, you can return to the homepage by clicking SPPH 381E on the website’s header.\nTo get started, click the introduction button below."},"title":"Project"},"/docs/background/":{"data":{"":" Before delving into the main topics of this project, it is important to understand the chemistry of receipt paper.\nStructural Anatomy Key Chemicals Thermochromic Reaction "},"title":"Background"},"/docs/background/chemicals/":{"data":{"":" flowchart LR leuco([Leuco Dye]) ---\u003e pcm[Phase Change Material] dev([Developer]) ---\u003e pcm pcm --\u003e tl[Thermal Layer] sen([Sensitizers]) --\u003e tl stab([Stabilizers]) --\u003e tl tl --\u003e rp((( Receipt Paper))) style tl stroke-width:4px,stroke-dasharray: 0","thermal-layer#Thermal Layer":"Within the thermal layer, five chemical components facilitate a reaction when the receipt paper is exposed to heat1 2. The most critical of these are the leuco dye, developer, and phase change materials2 3 4 5.\nℹ️ The chemicals listed are among the most commonly used in the industry. Note that the precise composition may vary between products and manufacturers. Leuco Dyes Leuco Dyes are colourless (or nearly colourless) compounds that can be transformed into a coloured state by a chemical reaction2 3. In thermal paper, leuco dyes develop colour when they react with developers2 3. The colour change typically occurs because of a structural change in the dye molecule, which alters the way it absorbs and reflects light2 3.\nTwo most common leuco dyes used (click to learn more)6 7:\nFluoranFluoran is a broad category of leuco dyes that can produce typically black or blue. Crystal Violet Lactone (CVL)CVL is a triphenylmethane leuco dye that is used to produce blue or violet. Developers Developers trigger the colour change process by chemically reacting with the leuco dye1 8 2.\nUpon the application of heat, the encapsulating medium (see below) melts, releasing the developers to react with the leuco dye1 8 2.\nTwo most common developers used (click to learn more)9 10:\nBisphenol A (BPA)BPA is a common and easily produced industrial chemical with acidic properties. Bisphenol S (BPS)BPS is a chemical alternative to BPA with similar acidic properties. Phase Change Materials (PCM) Phase change materials serve as the medium within which the leuco dye and developer are embedded1 2. When heat is applied, it melts, allowing a reaction between the leuco dye and the developer. A commonly used PCM is paraffin wax1 2.\nNext, we will explore the colour-changing reaction that occurs between these critical chemicals.\nOuyang F. Complete Guide on Thermal Paper: Composition, Advantages, Uses, and More [Internet]. Panda Paper Roll. 2023 [cited 2024 Feb 16]. Available from: Panda Paper Roll ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nDiamond AS. Handbook of Imaging Materials [Internet]. 2nd ed. Boca Raton, FL: CRC Press; 2018 [cited 2024 Feb 23]. 695 p. Available from: Google Books ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nMuthyala R, editor. Chemistry and Applications of Leuco Dyes [Internet]. New York, NY: Kluwer Academic Publishers; 1997. 302 p. (Topics in Applied Chemistry). Available from: Google Books ↩︎ ↩︎ ↩︎ ↩︎\nTruitt JK. Thermal Paper Coating [Internet]. Dallas, TX; 3953659A, 1976. p. 4. Available from: Google Patents ↩︎\nFukuchi T, Hamada K, Nagai T, Kudoh N, Sekine A. Thermal sensitive recording medium [Internet]. Tokyo, JP; 5811368A, 1998 [cited 2024 Feb 27]. Available from: Google Patents ↩︎\nPubChem. Fluoran [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from:PubChem ↩︎\nPubChem. Crystal Violet Lactone [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from: PubChem ↩︎\nPivnenko K, Pedersen GA, Eriksson E, Astrup TF. Bisphenol A and its structural analogues in household waste paper. Waste Manag. 2015 Oct 1;44:39–47. ↩︎ ↩︎\nPubChem. Bisphenol A [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from: PubChem ↩︎\nPubChem. 4,4’-Sulfonyldiphenol (Bisphenol S) [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from: PubChem ↩︎"},"title":"Key Chemicals"},"/docs/background/layers/":{"data":{"":"","#":" Image Courtesy of Panda Paper on Unsplash Receipt paper uses a thermochromic process for inkless printing, achieved through its multi-layered composition1 2. These layers, outlined below, work in tandem to ensure the print’s durability and clarity1.\nTopcoat The topcoat on receipt paper, also known as the protective layer, is applied over the thermal coating to protect the thermally sensitive layer from environmental factors, abrasion, and other physical damages that could affect the print quality and longevity2 3.\nThermal Layer At its core, the thermal layer contains a mix of active agents that undergo a colour-changing process when exposed to heat2 3 4 5 6. The next section explores the layer in greater detail.\nPrecoat The precoat is the coating between the base paper and the thermal-sensitive layer, smoothing the base paper’s surface for a uniform and precise interaction with the thermal printhead2 3.\nBase Paper The base paper makes up the actual paper part of the receipt, offering the essential stability, durability, and specific physical qualities needed for thermal printing2 3.\nBackcoat The backcoat functions as a protective layer, increasing durability and offering protection from physical and environmental damage2 3.\nThe image below provides a visual representation of the layers and their respective proportions.\nImage Courtesy of Jujo Thermal Next, we will delve into the mechanism responsible for the colour change in receipt paper.\nKoester V. How Does Thermal Paper Work? [Internet]. ChemistryViews. 2019 [cited 2024 Feb 27]. Available from: ChemistryViews ↩︎ ↩︎\nOuyang F. Complete Guide on Thermal Paper: Composition, Advantages, Uses, and More [Internet]. Panda Paper Roll. 2023 [cited 2024 Feb 16]. Available from: Panda Paper Roll ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nDiamond AS. Handbook of Imaging Materials [Internet]. 2nd ed. Boca Raton, FL: CRC Press; 2018 [cited 2024 Feb 23]. 695 p. Available from: Google Books ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nMuthyala R, editor. Chemistry and Applications of Leuco Dyes [Internet]. New York, NY: Kluwer Academic Publishers; 1997. 302 p. (Topics in Applied Chemistry). Available from: Google Books ↩︎\nTruitt JK. Thermal Paper Coating [Internet]. Dallas, TX; 3953659A, 1976. p. 4. Available from: Google Patents ↩︎\nFukuchi T, Hamada K, Nagai T, Kudoh N, Sekine A. Thermal sensitive recording medium [Internet]. Tokyo, JP; 5811368A, 1998 [cited 2024 Feb 27]. Available from: Google Patents ↩︎"},"title":"Anatomy"},"/docs/background/reaction/":{"data":{"":"","#":" Within the receipt printer apparatus, the thermal printhead generates heat in a precise pattern corresponding to the specified text or images1 2. Heat is applied directly to the thermal receipt paper as it passes under the printhead1 2. This localized heating is the trigger for the subsequent chemical reactions in the coated layer of the paper, starting the colour development process in specific areas to create the desired print1 2 3.\nImage Courtesy of Fourohfour from Wikimedia PCM Melting The PCM melts when exposed to the heat from the printhead1 2. As the leuco dye and developer are suspended in the PCM, they cannot interact1 2.\nThermochromic Reaction The developer, which is commonly BPA or BPS4 5, has acidic properties that trigger a phase change in the leuco dye1 2. his event, called protonation, involves the developer donating hydrogen ions (protons) to the leuco dye2 3 6 7. Adding a hydrogen ion changes the leuco dye’s structure, altering how the molecule interacts with light and thus its colour2 3 6 7. This process is called a thermochromic reaction, as it involves a change in colour triggered by temperature changes2 3 6 7. The exact colour produced depends on the structure of the leuco dye and the nature of the protonation2 3.\nBelow is an example of the chemical reaction between the leuco dye fluoran and BPA.\nImage Courtesy of Gogoi \u0026 Neog, 2016 Cooling After moving beyond the printhead, the PCM cools down and solidifies1 2. During this time, the developer and leuco dye are resuspended, albeit in an altered configuration2 3.\nUnless heat is reapplied, printed receipt paper will maintain its chemical integrity1 2. Over time, the chemical bonds in the paper start to break down, leading to a gradual fading of the print as its stability decreases1 2.\nOuyang F. Complete Guide on Thermal Paper: Composition, Advantages, Uses, and More [Internet]. Panda Paper Roll. 2023 [cited 2024 Feb 16]. Available from: Panda Paper Roll ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nDiamond AS. Handbook of Imaging Materials [Internet]. 2nd ed. Boca Raton, FL: CRC Press; 2018 [cited 2024 Feb 23]. 695 p. Available from: Google Books ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nMuthyala R, editor. Chemistry and Applications of Leuco Dyes [Internet]. New York, NY: Kluwer Academic Publishers; 1997. 302 p. (Topics in Applied Chemistry). Available from: Google Books ↩︎ ↩︎ ↩︎ ↩︎ ↩︎ ↩︎\nBousoumah R, Leso V, Iavicoli I, Huuskonen P, Viegas S, Porras SP, et al. Biomonitoring of occupational exposure to bisphenol A, bisphenol S and bisphenol F: A systematic review. Sci Total Environ. 2021 Aug 20;783:146905. ↩︎\nGogoi A, Neog B. The dark side of thermal printed paper. Curr Sci. 2016 Jan;110(1):11–2. ↩︎\nTruitt JK. Thermal Paper Coating [Internet]. Dallas, TX; 3953659A, 1976. p. 4. Available from: Google Patents ↩︎ ↩︎ ↩︎\nFukuchi T, Hamada K, Nagai T, Kudoh N, Sekine A. Thermal sensitive recording medium [Internet]. Tokyo, JP; 5811368A, 1998 [cited 2024 Feb 27]. Available from: Google Patents ↩︎ ↩︎ ↩︎"},"title":"Thermochromic Reaction"},"/docs/discussion/":{"data":{"":" Image Courtesy of Simon Kadula on Freepik The life cycle and risk assessment of receipt paper revealed multiple occupational hazards, presenting different levels of risk to workers engaged in its various stages. This section will summarize the main findings and measures discussed.\nKey Findings Conclusion "},"title":"Discussion"},"/docs/discussion/conclusion/":{"data":{"":"Overall, the lifecycle of receipt paper presents multiple hazards to workers, with chemical exposures being among the most concerning because of their potential for long-term health effects. While current controls, including substitution, engineering measures, and PPE, are steps in the right direction, gaps in compliance, awareness, and technology present challenges to fully mitigating these risks. Addressing these challenges requires a multifaceted approach involving policy support, technological innovation, and enhanced worker education. The facilitators for improvement include advancements in safer material research, regulatory support for stricter safety standards, and a culture of safety that prioritizes worker health and compliance with protective measures.\nThank you for reading my project! Visit lipovski.ca to explore more about my work and academic endeavors."},"title":"Conclusion"},"/docs/discussion/findings/":{"data":{"":"","#":"","barriers--facilitators#Barriers \u0026amp; Facilitators":"Following a comprehensive life cycle and risk assessment conducted in this project, the following key findings are presented.\nEnvironmental Impact and Resource Extraction The production of thermal receipt paper is resource intensive, relying on petroleum-based products and wood pulp.\nManufacturing Hazards The manufacturing process exposes workers to dangerous chemicals and particulate matter, potentially leading to respiratory issues, skin irritation, and long-term health complications.\nExposure to BPA and BPS Throughout nearly all stages, both workers and consumers are exposed to BPA and BPS. This exposure is of particular concern for cashiers and retail employees, as these chemicals can disrupt endocrine functions.\nDisposal Concerns Thermal receipt paper is non-recyclable because of its chemical coating, leading to environmental concerns when disposed of in landfills or incinerated.\nRisk Control Measures While certain control measures, including PPE and engineering controls, are currently employed, significant room for improvement remains, particularly in the distribution and usage phases.\nBarriers to Improvement The adoption of safer alternatives and practices is impeded by economic costs, industry opposition, and a general lack of awareness. Given the minimal development in receipt paper technology, policies should aim at phasing them out and encouraging innovation in alternative mediums.\nTakeaway Message This life cycle and risk assessment reveals that thermal receipt paper poses a significant risk to workers throughout its entire lifespan. The most concerning aspects are:\nChemical Exposure: Throughout the lifecycle, workers are exposed to harmful chemicals, such as BPA, BPS, and other volatile compounds. This exposure can result in respiratory conditions, skin disorders, and an increased risk of cancer. Exposure to BPA and BPS: Throughout nearly all stages, both workers and consumers are exposed to BPA and BPS. This exposure is of particular concern for cashiers and retail employees, as these chemicals can disrupt endocrine functions. Control Measures The current control measures, including PPE and training, seem inadequate to address the widespread health concerns. Here’s where improvement is needed:\nSubstitution: Replace hazardous chemicals with safer alternatives, particularly BPA- and BPS-free paper or digital receipts. Engineering Controls: Implementing better ventilation systems and enclosed processing units to minimize exposure to dust, fumes, and hazardous chemicals. Biomonitoring: Regularly monitoring worker exposure levels through blood or urine tests to identify potential health risks early on. Barriers \u0026 Facilitators This project identifies the following key barriers and facilitators that impact the handling of risks related to thermal receipt paper:\nBarriers: Cost of implementing stricter control measures, lack of awareness about health risks, and resistance to change from industries.\nFacilitators: Growing public concern about BPA and BPS, stricter regulations on chemical use, and technological advancements in receipt printing and transaction technologies.","control-measures#Control Measures":"","takeaway-message#Takeaway Message":""},"title":"Key Findings"},"/docs/intro/":{"data":{"":" Before exploring how receipt paper functions, let’s first clarify what receipt paper is and why it matters.\nThe Paper Trail Begins Key Definitions "},"title":"Introduction"},"/docs/intro/definitions/":{"data":{"":" ","comparison-to-traditional-paper#Comparison to Traditional Paper":"Receipt paper is the specialized paper used for printing receipts, with thermal paper being the most commonly used type1 2. Designed to be cost-effective for businesses requiring swift, ink-free printing, receipt paper is available in rolls, making it easily adaptable to the high-volume demands of retail and service industry transactions2. However, its chemical coating poses environmental recycling challenges, contrasting with the more straightforward, eco-friendly recycling of regular paper3 4—a subject that will be further addressed later in this project.\nKoester V. How Does Thermal Paper Work? [Internet]. ChemistryViews. 2019 [cited 2024 Feb 27]. Available from: ChemistryViews ↩︎\nOuyang F. Complete Guide on Thermal Paper: Composition, Advantages, Uses, and More [Internet]. Panda Paper Roll. 2023 [cited 2024 Feb 16]. Available from: Panda Paper Roll ↩︎ ↩︎\nMoustafa K, García PJ, El Khoury F, Pierre S. From Seller Screens to Buyer Screens: Toward a Smart Digital Receipt Solution for Sustainability and Greenhouse Gas Mitigation by Million Tons. Digit Soc. 2023 Nov 30;2(3):53. ↩︎\nPivnenko K, Pedersen GA, Eriksson E, Astrup TF. Bisphenol A and its structural analogues in household waste paper. Waste Manag. 2015 Oct 1;44:39–47. ↩︎","what-is-receipt-paper#What is Receipt Paper?":"A point-of-sales (POS) receipt is a document acknowledging that a person has received money or property in payment following a sale or other transfer of goods or provision of a service[^1] [^2]. It serves as proof of transaction and typically includes details such as the date of purchase, the items purchased, their prices, the total amount paid, and the seller’s information[^2]. Unlike other receipts, such as invoices which are issued prior to payment as a request for payment, or e-receipts sent digitally to customers[^5], POS receipts are tangible proof provided immediately after a purchase[^1].\nℹ️ In this project, the term Receipt Paper will be consistently used to denote the specific type of thermally activated paper utilized for POS-prompted receipts. Receipt paper is the specialized paper used for printing receipts, with thermal paper being the most commonly used type[^6] [^7]. This technology is also employed in thermal barcode labels, shipping labels, and other applications requiring quick and durable printing solutions[^6] [^7]."},"title":"Key Definitions"},"/docs/intro/start/":{"data":{"":" Image Courtesy of Towfiqu Barbhuiya on Unsplash In the vast landscape of consumerism, paper receipts hold a crucial place in the routine functioning of business transactions. Used across various sectors, such as grocery stores, banking, restaurants, and gas stations, receipts have become an omnipresent component of modern commerce. Receipts, valued for their fast and legible printing, play a crucial role in personal and commercial accounting. Although Canada does not have explicit legislation mandating receipts1 2, it has become a widely adopted practice, effectively making it a de facto standard.\nWith receipts being produced for every transaction, we have become inundated with a constant stream of paper, contributing to environmental concerns and clutter in our daily lives. Given that Canada processes around 30 million financial transactions daily3, it is difficult to quantify the number of receipts produced. Highlighting the broader context, the global market for receipt paper was estimated at USD 4.16 billion in 20234, demonstrating the vast consumption and environmental footprint of transactions worldwide. Transitioning from the scale of consumption to its environmental implications, the life cycle of receipt paper offers insight into the multifaceted impacts and risks of this ubiquitous product.\nThis project examines the lifecycle of receipt paper, from resource extraction through to disposal. Concurrently, this project aims to perform an in-depth risk assessment of occupational hazards throughout each phase and analyze the effectiveness of current hazard control measures. The aim of this project is to illuminate the environmental and health implications of receipt paper production and use, guiding more sustainable practices and risk mitigation strategies.\nCanada Revenue Agency. Business Records [Internet]. Income Tax. 2023 [cited 2024 Feb 19]. Available from: [Canada Revenue Agency()]https://www.canada.ca/en/revenue-agency/services/tax/businesses/topics/sole-proprietorships-partnerships/business-records.html) ↩︎\nMoneris. Receipt Requirements [Internet]. Moneris Developers. 2024 [cited 2024 Feb 19]. Available from: Moneris ↩︎\nBank of Canada. Payment Systems [Internet]. n.d. [cited 2024 Feb 26]. Available from: Bank of Canada ↩︎\nGrand View Research. Thermal Paper Market Size, Share \u0026 Trends Analysis Report By Application (POS, Tags \u0026 Label, Lottery \u0026 Gaming), By Region (Asia Pacific, North America, Middle East \u0026 Africa, Europe), And Segment Forecasts, 2024 - 2030 [Internet]. San Francisco, CA: Grand View Research; 2023 Apr [cited 2024 Feb 26] p. 108. Available from: Grand View Research ↩︎"},"title":"The Paper Trail Begins"},"/docs/life-cycle/":{"data":{"":" In the life cycle section of this project, we will explore the main phases of the product’s life from a ‘cradle to grave’ perspective.\nCradle to Grave Reuse \u0026 Recycle? "},"title":"Life Cycle Assessment"},"/docs/life-cycle/cycle/":{"data":{"":" This life cycle assessment critically examines the environmental footprint of thermal receipt paper from production to disposal[^19] [^20]. This analysis partially uses the framework of ISO standards 14040 and 14044 to ensure a systematic and scientifically rigorous evaluation[^19] [^20].","disposal#Disposal":"The end-of-life for thermal receipt paper typically results in it being sent to landfills or undergoing incineration1 2. This disposal process has environmental consequences, including the release of chemicals, especially BPA and BPS1, into soil and groundwater at landfill sites, and emissions generated through incineration2.\nPivnenko K, Pedersen GA, Eriksson E, Astrup TF. Bisphenol A and its structural analogues in household waste paper. Waste Manag. 2015 Oct 1;44:39–47. ↩︎ ↩︎\nAstrup TF, Tonini D, Turconi R, Boldrin A. Life cycle assessment of thermal Waste-to-Energy technologies: Review and recommendations. Waste Manag. 2015 Mar 1;37:104–15. ↩︎ ↩︎","distribution#Distribution":"This involves the transportation of the finished thermal receipt paper to various distribution centres and retail outlets[^18] [^21].\nThe environmental impact of transportation primarily comprises emissions released by transport vehicles and the related consumption of energy[^21].","manufacturing#Manufacturing":"The manufacturing process of thermal receipt paper comprises multiple phases: the conversion of wood into pulp, paper production, and the addition of the thermal coating[^9] [^10].\nDuring the primary phases of production, the chemicals are synthesized from petroleum-based precursors[^9] [^10].\nIn the secondary phases, these chemicals are blended to produce the individual layers[^9] [^10].\nFinally, these layers are assembled to complete the receipt paper, which is then wound into rolls for distribution[^7] [^9].","resource-extraction#Resource Extraction":"Receipt paper is primarily made up of petroleum-based products[^11] [^12] and wood pulp[^9].\nThese materials are selected for their ability to interact effectively under thermal stress to ensure the durability and clarity of the print[^9] [^11] [^12]\nTherefore, this stage involves the extraction of essential raw materials, including cellulose from wood pulp[^9] and specialized chemicals for the thermal coating[^10] [^11] [^12].","use#Use":"The usage phase involves issuing printed receipts to customers.\nWhile the direct environmental impact of this phase is minor[^21], research has suggested that handling receipt paper exposes both workers and consumers to hazardous concentrations of BPA and BPS[^8] [^17] [^18] [^22]."},"title":"Cradle to Grave"},"/docs/life-cycle/reuse/":{"data":{"":" The chemical coating on receipt paper causes it to be non-recyclable1 2 3. The potential for BPA and BPS to leach into the environment poses significant concerns1 3. Moreover, the slender nature of the paper and its chemical composition make it unsuitable for conventional recycling processes1 3.\nPivnenko K, Pedersen GA, Eriksson E, Astrup TF. Bisphenol A and its structural analogues in household waste paper. Waste Manag. 2015 Oct 1;44:39–47. ↩︎ ↩︎ ↩︎\nGogoi A, Neog B. The dark side of thermal printed paper. Curr Sci. 2016 Jan;110(1):11–2. ↩︎\nAstrup TF, Tonini D, Turconi R, Boldrin A. Life cycle assessment of thermal Waste-to-Energy technologies: Review and recommendations. Waste Manag. 2015 Mar 1;37:104–15. ↩︎ ↩︎ ↩︎"},"title":"Reuse \u0026 Recycle?"},"/docs/risk-assessment/":{"data":{"":"The life cycle of receipt paper involves various phases, each accompanied by occupational hazards. Below is an analysis of common hazards across different phases of the life cycle, including hazard identification, evaluation, and control measures.\nResource Extraction Manufacturing Distribution \u0026 Use Disposal "},"title":"Risk Assessment"},"/docs/risk-assessment/1/":{"data":{"":"","control#Control":"Elimination and Substitution: Replacing hazardous chemicals with safer alternatives1.\nEngineering Controls: Ventilation systems to reduce airborne contaminants, soundproofing to mitigate exposure1 2.\nAdministrative Controls: Implementing shift rotations to limit exposure time, proper training on the hazards and safe handling of chemicals[\u002624] 3.\nPersonal Protective Equipment (PPE): Gloves, masks, and protective clothing to minimize direct exposure3.\nYadav UK, Dewan R, Verma N, Singh A. Prominent Safety and Health Hazards During Crude Extraction: A Review of Process. J Fail Anal Prev. 2021 Apr 1;21(2):604–9. ↩︎ ↩︎\nTorén K, Hagberg S, Westberg H. Health effects of working in pulp and paper mills: exposure, obstructive airways diseases, hypersensitivity reactions, and cardiovascular diseases. Am J Ind Med. 1996 Feb;29(2):111–22. ↩︎\nIARC Working Group on the Evaluation of Carcinogenic Risks to Humans. Occupational Exposures in Petroleum Refining; Crude Oil and Major Petroleum Fuels [Internet]. Lyon, FR: International Agency for Research on Cancer; 1989 [cited 2024 Mar 4]. (IARC Monographs on the Evaluation of Carcinogenic Risks to Humans). Available from: NCBI ↩︎ ↩︎","evaluation#Evaluation":"Level of Risk to Workers The risk level of workers extracting petroleum-based agents and wood pulp is especially high[^24] [^27]. For example, workers are at increased risk for cancer, including mesothelioma, prostate cancer, and lung cancer[^23] [^24] [^25]. Exposure to hazardous chemicals can lead to respiratory diseases, skin disorders, and other long-term health complications[^25].\nMeasurement of Risk Hazard Identification: Analyzing work processes and potential sources of chemical or physical harm[^21].\nEnvironmental Monitoring: Sampling air, water, and surfaces for specific chemicals or contaminants[^24].\nBiomonitoring: Measuring levels of substances or their metabolites in workers’ bodily fluids (blood, urine)[^24].\nExposure Limits One of the key challenges in setting occupational exposure limits (OELs) for petroleum industry workers is the complex mixture of hydrocarbons and other potentially hazardous agents they can be exposed to[^28]. For example, hydrogen sulfide and acetone serve as a key precursor in the production of chemicals found in receipt paper, such as BPA and BPS[^28].\nHydrogen Sulfide OELs Country Agency TWA† Exposure Limit Workplace Exposure Limit United States Occupational Safety and Health Administration (OSHA)[^29] 20 ppm 20 ppm Canada Canadian Centre for Occupational Health and Safety (CCOHS)[^30] 1 ppm - European Union European Chemicals Agency (ECHA)[^31] 1 ppm‡ - †Note. Time-weighted average (TWA) is the average exposure over eight hours.\n‡Note. The EU does not specify a unified limit, but 1 ppm is widely referenced.\nAcetone OELs Country Agency TWA† Exposure Limit Workplace Exposure Limit United States Occupational Safety and Health Administration (OSHA)[^32] 1000 ppm‡ 3000 ppm Canada Canadian Centre for Occupational Health and Safety (CCOHS)[^33] 250 ppm 500 ppm European Union European Chemicals Agency (ECHA)[^34] - 500 ppm †Note. Time-weighted average (TWA) is the average exposure over eight hours.\n‡Note. The California Division of OSHA exposure limit is 500 ppm TWA.\nWood Dust OELs For wood pulp production and extraction, the following OELs for wood dust are published. Note that different wood species carry unique risks and exposure concerns[^35].\nCountry Agency TWA† Exposure Limit Workplace Exposure Limit United States Occupational Safety and Health Administration (OSHA)[^35] 5 mg/m3 15 mg/m3 Canada Canadian Centre for Occupational Health and Safety (CCOHS)[^36] 1–5 mg/m3 – European Union European Chemicals Agency (ECHA)[^37] 2 mg/m3 – †Note. Time-weighted average (TWA) is the average exposure over eight hours.\nTypes of Workers Most at Risk Drilling \u0026 Fracking Crews: Especially workers with direct exposure to crude oil, hydrogen sulfide, acetone, and fracking chemicals[^24].\nMechanics \u0026 Maintenance Workers: Workers can be exposed to a wide range of chemicals and physical hazards[^24].\nPulp Mill Workers: Workers with direct exposure to chemicals used in pulping and bleaching processes[^27].\nTransportation Workers: Accidents involving tankers, exposure to hazardous materials, chemical off-gassing during transport of wood pulp, and during loading and unloading[^24] [^27].\nPotential Burden of Injury/Illness Acute injuries: Burns, lacerations, crush injuries, respiratory harm from chemical releases or exposure[^24] [^27].\nChronic illnesses: Cancers (leukaemia, lung cancer)[^38], respiratory diseases (silicosis, COPD, bronchitis)[^25], skin conditions (dermatitis, chemical burns)[^23] [^25], neurological disorders[^24], asthma and allergic reactions (wood dust, mould)[^26].","hazard-identification#Hazard Identification":"Chemical Exposure: Workers can be exposed to volatile organic compounds and other hazardous chemicals found in petroleum products and thermal coating substances[^23] [^24]. Prolonged exposure can lead to respiratory issues, skin irritation, and more severe conditions like chemical pneumonitis[^23] [^24] [^25].\nParticulate Matter: The process of extracting and processing cellulose from wood pulp generates dust and fine particulate matter[^26] [^27]. Inhalation of these particles can lead to respiratory conditions, including chronic bronchitis and lung function impairment[^26] [^27]."},"title":"Resource Extraction"},"/docs/risk-assessment/2/":{"data":{"":"","control#Control":"Elimination and Substitution: Some manufacturers have shifted to alternatives without BPA, BPS, or other phenol-based agents1. However, adoption is not universal and is difficult to assess2 1.\nEngineering Controls: While well-ventilated work areas, dust collection systems, and enclosed coating processes exist, their effectiveness and consistency remains uncertain for receipt paper’s agents2 1.\nAdministrative Controls: Job rotation, limiting exposure time, and hygiene practices, such as frequent handwashing, are probable measures2.\nPersonal Protective Equipment (PPE): Gloves and respirators should be (and typically are) standard practice2 1.\nRibeiro E, Ladeira C, Viegas S. Occupational Exposure to Bisphenol A (BPA): A Reality That Still Needs to Be Unveiled. Toxics. 2017 Sep;5(3):22. ↩︎ ↩︎ ↩︎ ↩︎\nBousoumah R, Leso V, Iavicoli I, Huuskonen P, Viegas S, Porras SP, et al. Biomonitoring of occupational exposure to bisphenol A, bisphenol S and bisphenol F: A systematic review. Sci Total Environ. 2021 Aug 20;783:146905. ↩︎ ↩︎ ↩︎ ↩︎","evaluation#Evaluation":"Level of Risk to Workers Manufacturing workers face higher risks compared to those handling receipts, because of the higher concentrations of chemicals and the various potential exposure pathways[^38] [^39].\nMeasurement of Risk Biomonitoring: The most frequently employed method involves assessing the levels of chemicals in workers’ urine or blood[^17] [^40].\nAir Sampling: Measuring airborne dust levels or any solvents used throughout the processes[^8] [^21].\nExposure Limits As the manufacturing of receipt paper’s chemical elements occurs in a laboratory environment, regulators rarely publish specific OELs. Therefore, laboratory chemical safety summary (LCSS) datasheets for the most frequently used chemicals will be consulted for reference.\nChemical GHS Pictogram Description Hazard Statement‡ Fluorant† [^41] H413 (100%)* Crystal Violet Lactone[^42] H315 (88.39%)\nH319 (88.39%)\nH335 (100%) Bisphenol A (BPA)[^43] H317 (99.92%)\nH318 (99.92%)\nH335 (100%)\nH360 (19.31%)\nH361 (79.66%)\nH411 (12.97%) Bisphenol S (BPS)[^44] H360 (53.91%)\nH360FD (91.74%) †Note: As fluorant represents a broad category of compounds, the LCSS for ODB-2 (the most common application) is presented.\n‡Note: Part of the globally harmonized system of classification and labelling of chemicals (GHS), the hazard statement is a signal word and precautionary risk factor. Refer to the PubChem glossary for further detail\n*Note: The percentage value in parentheses indicates the notified classification ratio from companies that provide hazard codes.\nTypes of Workers Most at Risk Machine Operators: Workers who are directly involved in the coating and drying processes[^38] [^39].\nMaintenance Workers: Workers who clean and maintain machinery can be exposed to chemical residues[^38].\nQuality Control Personnel: Workers handling precursor agents and receipt paper for testing[^38].\nPotential Burden of Injury/Illness Endocrine disruption: Especially with BPA and BPS, exposure can affect reproductive health, metabolism, and development[^38] [^45].\nIncreased Risk of Cancer: Research suggests a potential association with breast cancer, prostate cancer, and other forms[^17] [^40].\nCardiovascular and Metabolic Issues: Certain chemicals may elevate the risk for heart disease, type 2 diabetes, and obesity[^38] [^39].","hazard-identification#Hazard Identification":"Chemical Exposure: Many chemicals found in receipt paper pose several hazards during handling. Exposure can occur through contact with the skin, inhalation, or the contamination of non-laboratory items and clothing[^18] [^22]."},"title":"Manufacturing"},"/docs/risk-assessment/3/":{"data":{"":"","control#Control":"Substitution: Use digital receipts or BPA and BPS-free paper1.\nAdministrative Controls: Educating workers about proper hand hygiene and minimizing unnecessary contact with thermal papers2 3.\nPersonal Protective Equipment (PPE): Encouraging the use of gloves when handling receipts for prolonged periods2 3.\nMoustafa K, García PJ, El Khoury F, Pierre S. From Seller Screens to Buyer Screens: Toward a Smart Digital Receipt Solution for Sustainability and Greenhouse Gas Mitigation by Million Tons. Digit Soc. 2023 Nov 30;2(3):53. ↩︎\nNdaw S, Remy A, Denis F, Marsan P, Jargot D, Robert A. Occupational exposure of cashiers to bisphenol S via thermal paper. Toxicol Lett. 2018 Dec 1;298:106–11. ↩︎ ↩︎\nHormann AM, Saal FS vom, Nagel SC, Stahlhut RW, Moyer CL, Ellersieck MR, et al. Holding Thermal Receipt Paper and Eating Food after Using Hand Sanitizer Results in High Serum Bioactive and Urine Total Levels of Bisphenol A (BPA). PLoS One. 2014 Oct 22;9(10):e110509. ↩︎ ↩︎","evaluation#Evaluation":"Level of Risk to Workers The primary concern for workers, particularly cashiers, as well as consumers, is exposure to BPS and BPA through skin contact[^17] [^38] [^40]. Especially relevant to the COVID-19 pandemic, research has suggested that hand sanitizer increases the permeability of BPA and BPS from thermal receipt paper, introducing an extra hazard[^45] [^48].\nMeasurement of Risk Biomonitoring: The most direct method is measuring BPA and BPS levels in urine or blood samples of workers[^17] [^40].\nWorkplace Sampling: While less common, it typically involves analyzing receipts themselves to determine BPA and BPS content[^17] [^49].\nExposure Limits Bisphenol-A OELs Country Agency TWA† Exposure Limit Workplace Exposure Limit United States Occupational Safety and Health Administration (OSHA)[^50] – – Canada Canadian Centre for Occupational Health and Safety (CCOHS)[^51] 3–10 mg/m3 - European Union European Chemicals Agency (ECHA)[^52] 0.36–10 mg/m3 - †Note. Time-weighted average (TWA) is the average exposure over eight hours.\nBisphenol-S OELs Country Agency TWA† Exposure Limit Workplace Exposure Limit United States Occupational Safety and Health Administration (OSHA)[^50] – – Canada Canadian Centre for Occupational Health and Safety (CCOHS)[^51] 3–10 mg/m3 - European Union European Chemicals Agency (ECHA)[^52] 0.36–10 mg/m3 - †Note. Time-weighted average (TWA) is the average exposure over eight hours.\nTypes of Workers Most at Risk Cashiers \u0026 Retail Workers: Workers handling numerous receipts throughout their shifts[^17] [^38].\nBank Tellers: Workers that process customer receipts[^17].\nService Industry Workers: Waitstaff workers handling customer receipts for payment[^17].\nPotential Burden of Injury/Illness Research examining the health effects of BPA and BPS exposure from receipt paper is still under review[^22] [^53]. However, current evidence suggests the following may be correlated:\nEndocrine Disruption: BPA and BPS pose potential impacts on reproductive health (especially for women), metabolism, and development[^38] [^45].\nIncreased Risk of Cancer: Some studies suggest links to breast cancer and prostate cancer, though further evidence is needed[^17] [^40].\nDevelopmental Effects: Possible links to neurobehavioral problems in children have been discussed, particularly with exposure during pregnancy[^18].","hazard-identification#Hazard Identification":"BPA: BPA can be absorbed through the skin, though exposure is especially concerning when it involves contact with the mouth and nasal passages[^22] [^38] [^45] [^47]. This exposure raises health concerns because of BPA’s endocrine-disrupting properties, which can interfere with hormonal functions and increase the risk of various health issues, including reproductive problems and diseases[^38] [^45].\nBPS: BPS is primarily used in “BPA-free” receipt paper[^8] [^40]. Despite being considered a safer alternative to BPA, BPS also exhibits endocrine-disrupting properties, potentially affecting hormonal balance and health, similarly to BPA[^17] [^40]."},"title":"Distribution \u0026 Use"},"/docs/risk-assessment/4/":{"data":{"":"","control#Control":"Engineering Controls: Use enclosed processing systems to contain particulates and emissions1 2.\nAdministrative Controls: Training on safe handling procedures and emergency procedures1 2.\nPersonal Protective Equipment (PPE): Provide respiratory protection, gloves, and protective clothing1.\nPivnenko K, Pedersen GA, Eriksson E, Astrup TF. Bisphenol A and its structural analogues in household waste paper. Waste Manag. 2015 Oct 1;44:39–47. ↩︎ ↩︎ ↩︎\nAstrup TF, Tonini D, Turconi R, Boldrin A. Life cycle assessment of thermal Waste-to-Energy technologies: Review and recommendations. Waste Manag. 2015 Mar 1;37:104–15. ↩︎ ↩︎","evaluation#Evaluation":"Level of Risk to Workers Workers involved in the disposal of receipt paper may come into contact with chemical substances, especially BPA and BPS[^8] [^21]. Yet, the precise risks associated with throwing away receipt paper are not as thoroughly recorded[^22] [^53].\nMeasurement of Risk Biomonitoring: The most direct method is measuring BPA and BPS levels in urine or blood samples of waste workers[^17] [^40].\nWorkplace Sampling: Chemical compositions are analyzed in waste products and the environment[^8] [^21].\nExposure Limits Given that it is beyond the scope of this project, the examination of OELs during the disposal phase is not included.\nTypes of Workers Most at Risk Since receipt paper is non-recyclable, waste workers face potential risks[^8] [^18] [^21].\nPotential Burden of Injury/Illness Minor Injuries: Cuts, scrapes, and bruises are common[^24] [^27]. Respiratory Issues: Dust inhalation can lead to allergies, asthma, or other lung problems[^25] [^38]. Chemical Exposure: Depending on the substances involved, consequences could range from skin irritation[^23] [^25] to serious long-term health effects[^8]. ","hazard-identification#Hazard Identification":"Chemical and Biological Hazards: Potential exposure to hazardous decomposition products during recycling or incineration processes[^8] [^21].\nPhysical Hazards: Injuries related to waste handling and processing machinery[^21]."},"title":"Disposal"},"/references/":{"data":{"":" ⚠️ The sequence of references does not correspond to the order in which they are presented on this website. Canada Revenue Agency. Business Records [Internet]. Income Tax. 2023 [cited 2024 Feb 19]. Available from: [Canada Revenue Agency()]https://www.canada.ca/en/revenue-agency/services/tax/businesses/topics/sole-proprietorships-partnerships/business-records.html)\nMoneris. Receipt Requirements [Internet]. Moneris Developers. 2024 [cited 2024 Feb 19]. Available from: Moneris\nBank of Canada. Payment Systems [Internet]. n.d. [cited 2024 Feb 26]. Available from: Bank of Canada\nGrand View Research. Thermal Paper Market Size, Share \u0026 Trends Analysis Report By Application (POS, Tags \u0026 Label, Lottery \u0026 Gaming), By Region (Asia Pacific, North America, Middle East \u0026 Africa, Europe), And Segment Forecasts, 2024 - 2030 [Internet]. San Francisco, CA: Grand View Research; 2023 Apr [cited 2024 Feb 26] p. 108. Available from: Grand View Research\nMoustafa K, García PJ, El Khoury F, Pierre S. From Seller Screens to Buyer Screens: Toward a Smart Digital Receipt Solution for Sustainability and Greenhouse Gas Mitigation by Million Tons. Digit Soc. 2023 Nov 30;2(3):53.\nKoester V. How Does Thermal Paper Work? [Internet]. ChemistryViews. 2019 [cited 2024 Feb 27]. Available from: ChemistryViews\nOuyang F. Complete Guide on Thermal Paper: Composition, Advantages, Uses, and More [Internet]. Panda Paper Roll. 2023 [cited 2024 Feb 16]. Available from: Panda Paper Roll\nPivnenko K, Pedersen GA, Eriksson E, Astrup TF. Bisphenol A and its structural analogues in household waste paper. Waste Manag. 2015 Oct 1;44:39–47.\nDiamond AS. Handbook of Imaging Materials [Internet]. 2nd ed. Boca Raton, FL: CRC Press; 2018 [cited 2024 Feb 23]. 695 p. Available from: Google Books\nMuthyala R, editor. Chemistry and Applications of Leuco Dyes [Internet]. New York, NY: Kluwer Academic Publishers; 1997. 302 p. (Topics in Applied Chemistry). Available from: Google Books\nTruitt JK. Thermal Paper Coating [Internet]. Dallas, TX; 3953659A, 1976. p. 4. Available from: Google Patents\nFukuchi T, Hamada K, Nagai T, Kudoh N, Sekine A. Thermal sensitive recording medium [Internet]. Tokyo, JP; 5811368A, 1998 [cited 2024 Feb 27]. Available from: Google Patents\nPubChem. Fluoran [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from:PubChem\nPubChem. Crystal Violet Lactone [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from: PubChem\nPubChem. Bisphenol A [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from: PubChem\nPubChem. 4,4’-Sulfonyldiphenol (Bisphenol S) [Internet]. Compound Summary. 2024 [cited 2024 Feb 20]. Available from: PubChem\nBousoumah R, Leso V, Iavicoli I, Huuskonen P, Viegas S, Porras SP, et al. Biomonitoring of occupational exposure to bisphenol A, bisphenol S and bisphenol F: A systematic review. Sci Total Environ. 2021 Aug 20;783:146905.\nGogoi A, Neog B. The dark side of thermal printed paper. Curr Sci. 2016 Jan;110(1):11–2.\nInternational Organization for Standardization. Environmental Management: Life Cycle Assessment, Principles \u0026 Framework [Internet]. International Organization for Standardization; 2006. Available from: ISO\nInternational Organization for Standardization. Environmental Management: Life Cycle Assessment, Requirements \u0026 Guidelines [Internet]. International Organization for Standardization; 2006. Available from: ISO\nAstrup TF, Tonini D, Turconi R, Boldrin A. Life cycle assessment of thermal Waste-to-Energy technologies: Review and recommendations. Waste Manag. 2015 Mar 1;37:104–15.\nBiedermann S, Tschudin P, Grob K. Transfer of bisphenol A from thermal printer paper to the skin. Anal Bioanal Chem. 2010 Sep 1;398(1):571–6.\nO’Callaghan-Gordo C, Orta-Martínez M, Kogevinas M. Health effects of non-occupational exposure to oil extraction. Environ Health. 2016 Apr 26;15(1):56.\nYadav UK, Dewan R, Verma N, Singh A. Prominent Safety and Health Hazards During Crude Extraction: A Review of Process. J Fail Anal Prev. 2021 Apr 1;21(2):604–9.\nOnyije FM, Hosseini B, Togawa K, Schüz J, Olsson A. Cancer Incidence and Mortality among Petroleum Industry Workers and Residents Living in Oil Producing Communities: A Systematic Review and Meta-Analysis. Int J Environ Res Public Health. 2021 Jan;18(8):4343.\nTorén K, Neitzel R, Sallsten G, Andersson E. Occupational exposure to soft paper dust and mortality. Occup Environ Med. 2020 Aug;77(8):549–54.\nTorén K, Hagberg S, Westberg H. Health effects of working in pulp and paper mills: exposure, obstructive airways diseases, hypersensitivity reactions, and cardiovascular diseases. Am J Ind Med. 1996 Feb;29(2):111–22.\nIARC Working Group on the Evaluation of Carcinogenic Risks to Humans. Occupational Exposures in Petroleum Refining; Crude Oil and Major Petroleum Fuels [Internet]. Lyon, FR: International Agency for Research on Cancer; 1989 [cited 2024 Mar 4]. (IARC Monographs on the Evaluation of Carcinogenic Risks to Humans). Available from: NCBI\nOccupational Safety and Health Administration. Hydrogen Sulfide [Internet]. Occupational Chemical Database. n.d. [cited 2024 Feb 28]. Available from: OSHA\nCanadian Centre for Occupational Health and Safety. Hydrogen Sulfide [Internet]. Chemical Profile. 2024 [cited 2024 Feb 28]. Available from: CCOHS\nEuropean Chemicals Agency. Hydrogen Sulfide [Internet]. Substance Infocard. 2023 [cited 2024 Feb 28]. Available from: ECHA\nOccupational Safety and Health Administration. Permissible Exposure Limits, Annotated Tables [Internet]. Occupational Chemical Database. 2021 [cited 2024 Feb 28]. Available from: OSHA\nCanadian Centre for Occupational Health and Safety. Acetone [Internet]. Chemical Profile. 2023 [cited 2024 Feb 28]. Available from: CCOHS\nEuropean Chemicals Agency. Acetone [Internet]. Substance Infocard. 2023 [cited 2024 Feb 28]. Available from: ECHA\nOccupational Safety and Health Administration. Woodworking: Health Hazards, Wood Dust, \u0026 Carcinogens [Internet]. Woodworking eTool. n.d. [cited 2024 Feb 28]. Available from: OSHA\nCanadian Centre for Occupational Health and Safety. Wood Dust [Internet]. Chemical Profile. 2023 [cited 2024 Feb 28]. Available from: CCOHS\nEuropean Parliament. Protecting workers: stricter limits on cancer-causing substances [Internet]. Press Room. 2017 [cited 2024 Feb 28]. Available from: European Parliamentprotecting-workers-stricter-limits-on-cancer-causing-substances\nLiao C, Kannan K. Widespread Occurrence of Bisphenol A in Paper and Paper Products: Implications for Human Exposure. Environ Sci Technol. 2011 Nov 1;45(21):9372–9.\nCaporossi L, Papaleo B. Bisphenol A and Metabolic Diseases: Challenges for Occupational Medicine. Int J Environ Res Public Health. 2017 Sep;14(9):959.\nNdaw S, Remy A, Denis F, Marsan P, Jargot D, Robert A. Occupational exposure of cashiers to bisphenol S via thermal paper. Toxicol Lett. 2018 Dec 1;298:106–11.\nPubChem. 2-Anilino-3-methyl-6-(dibutylamino)fluoran [Internet]. Laboratory Chemical Safety Summary (LCSS) Datasheet. 2024 [cited 2024 Feb 20]. Available from: PubChem\nPubChem. Crystal Violet Lactone [Internet]. Laboratory Chemical Safety Summary (LCSS) Datasheet. 2024 [cited 2024 Feb 20]. Available from: https://pubchem.ncbi.nlm.nih.gov/compound/73773\nPubChem. Bisphenol A [Internet]. Laboratory Chemical Safety Summary (LCSS) Datasheet. 2024 [cited 2024 Feb 20]. Available from: PubChem\nPubChem. 4,4’-Sulfonyldiphenol (Bisphenol S) [Internet]. Laboratory Chemical Safety Summary (LCSS) Datasheet. 2024 [cited 2024 Feb 20]. Available from: PubChem\nHormann AM, Saal FS vom, Nagel SC, Stahlhut RW, Moyer CL, Ellersieck MR, et al. Holding Thermal Receipt Paper and Eating Food after Using Hand Sanitizer Results in High Serum Bioactive and Urine Total Levels of Bisphenol A (BPA). PLoS One. 2014 Oct 22;9(10):e110509.\nRibeiro E, Ladeira C, Viegas S. Occupational Exposure to Bisphenol A (BPA): A Reality That Still Needs to Be Unveiled. Toxics. 2017 Sep;5(3):22.\nHehn RS. NHANES Data Support Link between Handling of Thermal Paper Receipts and Increased Urinary Bisphenol A Excretion. Environ Sci Technol. 2016 Jan 5;50(1):397–404.\nHormann AM. Bisphenol A (BPA) in Human Serum and Urine: Exposure via Dermal Absorption from Thermal Paper Receipts and Oral Ingestion after Transfer from Hand to Food [Internet] [M.A.]. [Columbia, MO]: University of Missouri; 2013 [cited 2024 Mar 4]. Available from: University of Missouri\nMolina-Molina JM, Jiménez-Díaz I, Fernández MF, Rodriguez-Carrillo A, Peinado FM, Mustieles V, et al. Determination of bisphenol A and bisphenol S concentrations and assessment of estrogen- and anti-androgen-like activities in thermal paper receipts from Brazil, France, and Spain. Environ Res. 2019 Mar 1;170:406–15.\nOccupational Safety and Health Administration. Bisphenol A [Internet]. Occupational Chemical Database. 2020 [cited 2024 Feb 28]. Available from: OSHA\nIMAP Group. Bisphenol S (BPS)-based polymers: Human health tier II assessment [Internet]. IMAP Group; 2020 [cited 2024 Feb 28]. Available from: IMAP Group\nNational Institute for Public Health and the Environment (NL). Overview of Occupational Exposure Limits within Europe. National Institute for Public Health and the Environment (NL); 2014.\nSchwartz AW, Landrigan PJ. Bisphenol A in Thermal Paper Receipts: An Opportunity for Evidence-Based Prevention. Environ Health Perspect. 2012 Jan;120(1):a14–5."},"title":"References"}}