{"/about/":{"data":{"":"This is the about page."},"title":"About"},"/background/":{"data":{"the-paper-trail-begins#The Paper Trail Begins":" Image Courtesy of Panda Paper on Unsplash The Paper Trail Begins"},"title":"Background"},"/introduction/":{"data":{"the-paper-trail-begins#The Paper Trail Begins":" Image Courtesy of Towfiqu Barbhuiya on Unsplash The Paper Trail BeginsIn the vast landscape of consumerism, paper receipts hold a crucial place in the routine functioning of business transactions. Utilized across various sectors, such as grocery stores, banking, restaurants, and gas stations, receipts have become an omnipresent component of modern commerce. Receipts, valued for their fast and legible printing, play a crucial role in personal and commercial accounting. Although Canada does not have explicit legislation mandating receipts (for payment acknowledgement), it has become a widely adopted practice, effectively making it a de facto standard.\nWith receipts being produced for every transaction, we have become inundated with a constant stream of paper, contributing to environmental concerns and clutter in our daily lives. Given that Canada processes around 30 million financial transactions daily (Bank of Canada), it is difficult to quantify the number of receipts produced. Highlighting the broader context, the global market for receipt paper was estimated at USD 4.16 billion in 2023 (Grandview Research), demonstrating the vast consumption and environmental footprint of transactions worldwide. Transitioning from the scale of consumption to its environmental implications, the life cycle of receipt paper offers insight into the multifaceted impacts and risks of this ubiquitous product.\nThe purpose of this project is to examine the lifecycle of receipt paper, from resource extraction through to disposal. Concurrently, this project aims to perform an in-depth risk assessment of occupational hazards throughout each phase and analyze the effectiveness of current hazard control measures. The objective of this analysis is to illuminate the environmental and health implications of receipt paper production and use, guiding more sustainable practices and risk mitigation strategies.\nThis project is based on a modified approach to ISO 14040 and ISO 14044 standards."},"title":"Introduction"},"/introduction/context/":{"data":{"":"A simple demo page.","comparison#Comparison":"RP is a chemically coated paper that reacts to heat for inkless printing. Designed to be cost-effective for businesses requiring swift, ink-free printing, RP is available in rolls, making it easily adaptable to the high-volume demands of retail and service industry transactions. However, its chemical coating poses environmental recycling challenges, contrasting with the more straightforward, eco-friendly recycling of regular paper. Additionally, RP has limitations for preserving documents long-term because the information gradually fades with time. Nevertheless, its adoption continues unabated and remains the global standard for businesses globally.","what-is-a-receipt#What is a Receipt?":" ℹ️ This project uses the term Receipt Paper (RP) for clarity and consistency. A point-of-sales (POS) receipt is a document acknowledging that a person has received money or property in payment following a sale or other transfer of goods or provision of a service. It serves as proof of transaction and typically includes details such as the date of purchase, the items purchased, their prices, the total amount paid, and the seller’s information. Unlike other receipts, such as invoices which are issued prior to payment as a request for payment, or e-receipts sent digitally to customers, POS receipts are tangible proof provided immediately after a purchase.\nReceipt paper is the specialized paper utilized for printing receipts, with thermal paper being the most commonly used type. Given that these terms are often used interchangeably, this project will adopt the term ‘receipt paper’ (RP) for clarity and consistency."},"title":"Context"},"/introduction/materials/":{"data":{"":"Thermal receipt paper utilizes a thermochromic process for inkless printing, achieved through its multi-layered composition. These layers, comprising the topcoat, thermal layer, base paper, precoat, and backcoat, work in concert to ensure the print’s durability and clarity. Central to its function is the thermal layer, where a mix of active agents triggers the color-changing process essential for printing."},"title":"Materials"},"/life-cycle/":{"data":{"":"","#":" Image Courtesy of Panda Paper on Unsplash The Life Cycle Assessment (LCA) critically examines the environmental footprint of thermal receipt paper from production to disposal. This analysis uses the framework of ISO standards 14040 and 14044 to ensure a systematic and scientifically rigorous evaluation. These standards guide the LCA process, from defining the scope to interpreting the results, and are pivotal for understanding the ecological impacts of thermal paper at each life cycle stage. The following subsection introduces these ISO standards in detail, setting the stage for a comprehensive environmental review that aims to identify sustainable improvements within the industry.\nGoal \u0026 Scope Definition This initial step involves clarifying the purpose of the assessment, the product system to be studied (thermal receipt paper), and the boundaries of the analysis, including what stages of the paper’s life cycle will be assessed, from raw material extraction to end-of-life disposal.\nKey Components Goal Definition Scope Definition Inventory Analysis This phase involves collecting data on all inputs and outputs associated with the life cycle of thermal receipt paper. Inputs can include raw materials (like paper and chemicals for the thermal coating), energy, and water, while outputs might include emissions to air, water, and soil, as well as waste generated.\nKey Components Data Collection Data Analysis Impact Assessment In this phase, the environmental impacts associated with resource use and emissions identified in the LCI are assessed. The LCIA will quantify impacts like global warming potential, ozone depletion, eutrophication, acidification, and human toxicity.\nKey Components Selection of Impact Categories, Category Indicators, \u0026 Characterization Models Classification Characterization Normalization \u0026 Weighting Interpretation This phase involves analyzing the results from the LCI and LCIA to draw conclusions and make recommendations. The interpretation looks at ways to reduce environmental impact, identifies significant issues, evaluates uncertainties, and provides an overall assessment of the environmental performance of thermal receipt paper.\nKey Components Identification of Significant Issues Evaluation Conclusions, Recommendations, \u0026 Reporting Critical Review wip"},"title":"Life Cycle Assessment"},"/risk-assessment/":{"data":{"":" Image Courtesy of Mauricio Gutiérrez on Unsplash ","hello-world#Hello, World!":"main.gopackage main import \"fmt\" func main() { fmt.Println(\"Hello, World!\") } "},"title":"Risk Assessment"},"/risk-assessment/first-page/":{"data":{"":"A simple demo page."},"title":"Demo Page"},"/risk-assessment/folder/":{"data":{"":"Pages can be organized into folders."},"title":"Folder"},"/risk-assessment/folder/charts/":{"data":{"":"Pages can be organized into folders.\nflowchart LR subgraph Thermal Layer subgraph Thermalchromatic Agents leuco[Leuco Dye] --\u003e pcm[Phase Change Materials] dev[Developers] --\u003e pcm end pcm --\u003e tl([Thermal Layer]) sen[Sensitizers] --\u003e tl stab[Stabilizers] --\u003e tl end subgraph Topcoat over[Overcoat Resins ] --\u003e top([Topcoat]) plac[Plasticizers] --\u003e top lub1[Lubricants] --\u003e top uv[UV Stabilizers] --\u003e top ox[Antioxidants] --\u003e top anti1[Anti-Static Agents] --\u003e top end subgraph Base Paper wood[Wood Pulp] --\u003e paper[Base Paper] fill1[Fillers] --\u003e paper bind1[Binders] --\u003e paper size[Sizing Agents] --\u003e paper end subgraph Precoat bind2[Binders] --\u003e pre[Precoat] fill2[Fillers] --\u003e pre dis[Dispersants] --\u003e pre lub2[Lubricants] --\u003e pre cla[Cross-linking Agents] --\u003e pre end subgraph Backcoat lub3[Lubricants] --\u003e back[Backcoat] anti2[Anti-Static Agents] --\u003e back fill3[Fillers] --\u003e back pig[Pigments] --\u003e back bind3[Binders] --\u003e back ara[Abrasion Resistant Agents] --\u003e back end top --\u003e rp((Receipt Paper)) tl --\u003e rp paper --\u003e rp pre --\u003e rp back --\u003e rp"},"title":"Overview"},"/risk-assessment/folder/leaf/":{"data":{"":"This page is under a folder."},"title":"Leaf Page"}}