{"/about/":{"data":{"":"👋 Welcome to my Project Website 👋\nMy name is Ben Lipovski and I am a student enrolled in spring 2024 SPPH 381E (Work \u0026 Health) at the University of British Columbia. This website is the result of my examination into the health and occupational hazards associated with receipt paper. Designed using Hugo, a static site generator written in Go, this website uses the Hextra theme to host an engaging and accessible space to share my findings and insights.\nThis project website is hosted on my personal portfolio. Visit lipovski.ca to explore more about my work and academic endeavors.\nFor further information on the Hugo framework and the Hextra theme, please consult the following links:\nHugo Website Hextra Repository Hugo Documentation Hextra Documentation "},"title":"About"},"/background/":{"data":{"":"Before delving into the main topics of this project, it is important to understand the chemistry of receipt paper. In this section, we will explore the science behind receipt paper.\nStructural Anatomy Key Chemicals Thermochromic Reaction "},"title":"Background"},"/background/chemicals/":{"data":{"":" flowchart LR leuco([Leuco Dye]) ---\u003e pcm[Phase Change Material] dev([Developer]) ---\u003e pcm pcm --\u003e tl[Thermal Layer] sen([Sensitizers]) --\u003e tl stab([Stabilizers]) --\u003e tl tl --\u003e rp((( Receipt Paper))) style tl stroke-width:4px,stroke-dasharray: 0","thermal-layer#Thermal Layer":"Within the thermal layer, five chemical components facilitate a reaction when the receipt paper is exposed to heat. Critically, the agents responsible for the color change are the leuco dye, developer, and phase change materials.\nℹ️ The examples listed are among the most frequently utilized chemicals. The precise composition may vary between products and manufactorers. Leuco Dyes Leuco Dyes are colourless (or nearly colourless) compounds that can be transformed into a coloured state by a chemical reaction. In thermal paper, leuco dyes develop colour when they react with developers. The colour change typically occurs due to a structural change in the dye molecule, which alters the way it absorbs and reflects light.\nTwo most common leuco dyes used (click to learn more):\nFluoranFluoran is a broad category of leuco dyes that can produce typically black or blue. Crystal Violet Lactone (CVL)CVL is a triphenylmethane leuco dye that is used to produce blue or violet. Developers Developers are chemicals that react with leuco dyes in the presence of heat to produce the colour change. Developers have acidic properties that trigger leuco dyes to change colour.\nTwo most common developers used (click to learn more):\nBisphenol A (BPA)subtitle Bisphenol S (BPS)Subtitle Phase Change Materials (PCM) Phase change materials serve as the medium within which the leuco dye and developer are embedded. When heat is applied, it melts, allowing a reaction between the leuco dye and developer."},"title":"Chemicals"},"/background/layers/":{"data":{"":"","#":" Image Courtesy of Panda Paper on Unsplash Thermal receipt paper utilizes a thermochromic process for inkless printing, achieved through its multi-layered composition. These layers, comprising the topcoat, thermal layer, base paper, precoat, and backcoat, work in concert to ensure the print’s durability and clarity. Central to its function is the thermal layer, where a mix of active agents triggers the color-changing process essential for printing.\nTopcoat The topcoat on receipt paper, also known as the protective layer, is applied over the thermal coating to protect the thermally sensitive layer from environmental factors, abrasion, and other physical damages that could affect the print quality and longevity.\nThermal Layer At its core, the thermal layer contains a mix of active agents that undergo a colour-changing process when exposed to heat. The next section explores the layer in greater detail.\nPrecoat The precoat is the coating between the base paper and the thermal-sensitive layer, smoothing the base paper’s surface for a uniform and precise interaction with the thermal printhead.\nBase Paper The base paper constitutes the actual paper component of receipts, offering the essential stability, durability, and specific physical qualities needed for thermal printing.\nBackcoat The backcoat functions as a protective layer, increasing durability and offering protection from physical and environmental damage.\nThe image below offers a visual representation of the layers and their respective proportions.\nImage Courtesy of Jujo Thermal Next, let’s take a deeper look at the mechanism of action that causes the receipt paper to change colour."},"title":"Structural Anatomy"},"/background/reaction/":{"data":{"":"","thermal-layer#Thermal Layer":"Thermal Layer "},"title":"Reaction"},"/intro/":{"data":{"":" Before we delve into the details of receipt paper, it’s crucial to understand how this website is organized. The site is designed with a documentation-style approach, organizing information in a clear and linear progression. The project is divided into four main sections: (1) introduction, (2) background, (3) life cycle assessment, and (4) risk assessment.\nFor smooth navigation, you’ll find previous and next buttons at the bottom of each page. To quickly move across different topics, utilize the sidebar on the left side of each page. Additionally, the landing page of each section offers a detailed table of contents\u003c, showcasing the topics available for exploration (see below!). At any point, you can return to the homepage by clicking SPPH 381E on the website’s header.\nThe Paper Trail Begins Key Definitions "},"title":"Introduction"},"/intro/definitions/":{"data":{"":" ","comparison-to-traditional-paper#Comparison to Traditional Paper":"RP is a chemically coated paper that reacts to heat for inkless printing. Designed to be cost-effective for businesses requiring swift, ink-free printing, RP is available in rolls, making it easily adaptable to the high-volume demands of retail and service industry transactions. However, its chemical coating poses environmental recycling challenges, contrasting with the more straightforward, eco-friendly recycling of regular paper. Additionally, RP has limitations for preserving documents long-term because the information gradually fades with time. Nevertheless, its adoption continues unabated and remains the global standard for businesses globally.","what-is-receipt-paper#What is Receipt Paper?":"A point-of-sales (POS) receipt is a document acknowledging that a person has received money or property in payment following a sale or other transfer of goods or provision of a service. It serves as proof of transaction and typically includes details such as the date of purchase, the items purchased, their prices, the total amount paid, and the seller’s information. Unlike other receipts, such as invoices which are issued prior to payment as a request for payment, or e-receipts sent digitally to customers, POS receipts are tangible proof provided immediately after a purchase.\nℹ️ This project uses the term Receipt Paper is used "},"title":"Key Definitions"},"/intro/start/":{"data":{"":" Image Courtesy of Towfiqu Barbhuiya on Unsplash In the vast landscape of consumerism, paper receipts hold a crucial place in the routine functioning of business transactions. Utilized across various sectors, such as grocery stores, banking, restaurants, and gas stations, receipts have become an omnipresent component of modern commerce. Receipts, valued for their fast and legible printing, play a crucial role in personal and commercial accounting. Although Canada does not have explicit legislation mandating receipts (for payment acknowledgement), it has become a widely adopted practice, effectively making it a de facto standard.\nWith receipts being produced for every transaction, we have become inundated with a constant stream of paper, contributing to environmental concerns and clutter in our daily lives. Given that Canada processes around 30 million financial transactions daily (Bank of Canada), it is difficult to quantify the number of receipts produced. Highlighting the broader context, the global market for receipt paper was estimated at USD 4.16 billion in 2023 (Grandview Research), demonstrating the vast consumption and environmental footprint of transactions worldwide. Transitioning from the scale of consumption to its environmental implications, the life cycle of receipt paper offers insight into the multifaceted impacts and risks of this ubiquitous product.\nThe purpose of this project is to examine the lifecycle of receipt paper, from resource extraction through to disposal. Concurrently, this project aims to perform an in-depth risk assessment of occupational hazards throughout each phase and analyze the effectiveness of current hazard control measures. The objective of this analysis is to illuminate the environmental and health implications of receipt paper production and use, guiding more sustainable practices and risk mitigation strategies."},"title":"The Paper Trail Begins"},"/life-cycle/":{"data":{"":"","#":" Image Courtesy of Panda Paper on Unsplash The Life Cycle Assessment (LCA) critically examines the environmental footprint of thermal receipt paper from production to disposal. This analysis uses the framework of ISO standards 14040 and 14044 to ensure a systematic and scientifically rigorous evaluation. These standards guide the LCA process, from defining the scope to interpreting the results, and are pivotal for understanding the ecological impacts of thermal paper at each life cycle stage. The following subsection introduces these ISO standards in detail, setting the stage for a comprehensive environmental review that aims to identify sustainable improvements within the industry.\nGoal \u0026 Scope Definition This initial step involves clarifying the purpose of the assessment, the product system to be studied (thermal receipt paper), and the boundaries of the analysis, including what stages of the paper’s life cycle will be assessed, from raw material extraction to end-of-life disposal.\nKey Components Goal Definition Scope Definition Inventory Analysis This phase involves collecting data on all inputs and outputs associated with the life cycle of thermal receipt paper. Inputs can include raw materials (like paper and chemicals for the thermal coating), energy, and water, while outputs might include emissions to air, water, and soil, as well as waste generated.\nKey Components Data Collection Data Analysis Impact Assessment In this phase, the environmental impacts associated with resource use and emissions identified in the LCI are assessed. The LCIA will quantify impacts like global warming potential, ozone depletion, eutrophication, acidification, and human toxicity.\nKey Components Selection of Impact Categories, Category Indicators, \u0026 Characterization Models Classification Characterization Normalization \u0026 Weighting Interpretation This phase involves analyzing the results from the LCI and LCIA to draw conclusions and make recommendations. The interpretation looks at ways to reduce environmental impact, identifies significant issues, evaluates uncertainties, and provides an overall assessment of the environmental performance of thermal receipt paper.\nKey Components Identification of Significant Issues Evaluation Conclusions, Recommendations, \u0026 Reporting Critical Review wip"},"title":"Life Cycle Assessment"},"/risk-assessment/":{"data":{"":" Image Courtesy of Mauricio Gutiérrez on Unsplash words."},"title":"Risk Assessment"}}